Constructor.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public ConfigurationReloadInfo()
  Visual Basic
Public Sub New
  Visual C++
public:
ConfigurationReloadInfo()
 See Also
  ConfigurationReloadInfo Class
  Autodesk.Revit.DB Namespace